{
    "facts": [
      "Pikachu is the mascot of the Pokémon franchise.",
      "Charmander evolves into Charmeleon at level 16.",
      "Bulbasaur is the first Pokémon in the National Pokédex.",
      "Squirtle evolves into Wartortle at level 16.",
      "Jigglypuff can put others to sleep by singing a lullaby.",
      "Meowth is known for its ability to walk on two legs.",
      "Eevee can evolve into multiple different forms depending on various conditions.",
      "Gengar is known to be a mischievous ghost Pokémon.",
      "Snorlax is known for its large size and love for sleeping.",
      "Mewtwo is a genetically engineered Pokémon created from Mew's DNA.",
      "Psyduck suffers from frequent headaches, which can cause it to unleash powerful psychic abilities.",
      "Charizard is known for its ability to fly and breathe fire.",
      "Lapras is known for its gentle nature and ability to ferry people across water.",
      "Gardevoir can sense its trainer's emotions and will protect them at all costs.",
      "Lucario can sense aura and is known for its fighting abilities.",
      "Togepi is known for its ability to bring happiness to those around it.",
      "Dragonite is known for its friendly nature and ability to fly at high speeds.",
      "Alakazam has an IQ of 5000 and is known for its incredible psychic powers.",
      "Piplup is a proud Pokémon that dislikes being treated like a baby.",
      "Zubat is known for its echolocation abilities and is often found in caves.",
      "Onix is a Rock/Ground-type Pokémon that resembles a giant snake made of boulders.",
      "Porygon can change its body to adapt to different environments.",
      "Sandslash can curl into a ball and roll away to escape danger.",
      "Gyarados is known for its ferocious temper and destructive power.",
      "Ditto can transform into any Pokémon it sees.",
      "Mimikyu wears a disguise to make friends, as it is shy and lonely.",
      "Greninja is known for its speed and agility in battle.",
      "Scyther is a Bug/Flying-type Pokémon known for its sharp scythes.",
      "Shuckle can store berries in its body and ferment them into juice.",
      "Cyndaquil is known for the flames that erupt from its back when it is excited.",
      "Tyranitar is known for its immense strength and ability to create storms.",
      "Chikorita can use its leaf to sense the emotions of others.",
      "Sceptile is known for its speed and agility in battle.",
      "Mudkip is a Water-type Pokémon that can evolve into Swampert.",
      "Celebi is known as the time-traveling Pokémon.",
      "Rayquaza is known for its ability to calm the weather.",
      "Zekrom is a Dragon/Electric-type Pokémon known for its power.",
      "Reshiram is a Dragon/Fire-type Pokémon that represents truth.",
      "Sylveon is known for its ability to calm others with its aura.",
      "Froslass is known for its ghostly appearance and ability to freeze opponents.",
      "Gardevoir can create a small black hole to protect its trainer.",
      "Crobat is known for its incredible speed and agility.",
      "Houndoom is known for its dark powers and association with fire.",
      "Lanturn can illuminate dark waters with its bioluminescent lure.",
      "Sableye is known for its mischievous nature and ability to see in the dark.",
      "Feraligatr is known for its powerful jaws and swimming abilities.",
      "Lugia is known as the guardian of the seas.",
      "Ho-Oh is known for its ability to resurrect the dead.",
      "Groudon is known for its ability to expand continents.",
      "Kyogre is known for its ability to create oceans.",
      "Dialga is known for its control over time.",
      "Palkia is known for its control over space.",
      "Giratina is known for its ability to travel between dimensions.",
      "Chandelure can absorb the life energy of others.",
      "Hydreigon is known for its three heads and ferocious nature.",
      "Volcarona is known for its beautiful wings and ability to control fire.",
      "Togekiss is known for spreading joy and happiness.",
      "Lucario can communicate telepathically with its trainer.",
      "Frosmoth is known for its beautiful wings that resemble snowflakes.",
      "Cinderace is known for its powerful kicking abilities.",
      "Incineroar is known for its fierce personality and wrestling skills.",
      "Rillaboom is known for its drumming skills and connection to nature.",
      "Corviknight is known for its ability to fly at high altitudes.",
      "Duraludon is known for its steel-like body and ability to withstand attacks."
    ]
  }
  